tap "caskformula/caskformula"
tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "prisma/prisma"
tap "weikengchen/caskformula"

brew "amazon-ecs-cli"
brew "antigen"
brew "awscli"
brew "bash-git-prompt"
brew "coreutils"
brew "direnv"
brew "git-lfs"
brew "git"
brew "gradle"
brew "graphicsmagick"
brew "imagemagick"
brew "magic-wormhole"
brew "mysql@5.7", restart_service: true, link: true
brew "node@10", link: true
brew "openssl@1.1"
brew "postgresql"
brew "pv"
brew "python"
brew "rbenv"
brew "thefuck"
brew "yarn"

cask "android-file-transfer"
cask "android-studio"
cask "brave-browser"
cask "dotnet-sdk"
cask "epic-games"
cask "figma"
cask "google-chrome"
cask "gpg-suite"
cask "graphql-playground"
cask "handbrake"
cask "hyper"
cask "itsycal"
cask "keybase"
cask "ngrok"
cask "postman"
cask "rubymine"
cask "scroll-reverser"
cask "sequel-pro"
cask "slate"
cask "station"
cask "steam"
cask "tableplus"
cask "tunnelblick"
cask "unity"
cask "vanilla"
cask "virtualbox"
cask "visual-studio-code"
cask "visual-studio"
